 [
    {"category":"gifts",
    "price":"₹2,236",
     "name":"Best Bhaiya Mug 11Oz Rakhi Gift for brother, Raksha Bandhan Gifts, Rakhi To US, Rakhri Gifts, Gujarati, Hindu, Sikh Gifts, Desi Indian gifts","description":"Best Bhaiya Mug Rakhi Gift, Raksha Bandhan Gifts, Rakhri Gifts, Rakhi gifts UK Australia, Vaisakhi, Diwali, Gujarati, Hindu, Sikh Gifts, Punjabi brother gifts| Desi mugs | Indian Brother Gifts , Vaisakhi | Diwali | Indian mugs gift  <br/><br/>  Wondering what should I gift to my Bhaiya (brother), this Rakshabandhan ? Add a splash of color to your brother's morning coffee or tea ritual by gifting 'Best Bhaiya Ever' mug, this Rakshabandhan ! Order today so that it can reach you before time and you can gift this mug to your brother. Do share your valuable feedback with me.    <br/><br/>  <li>Material :Ceramic</li><li>Height: 3.85″ (9.8 cm) & Diameter: 3.35″ (8.5 cm)</li><li>Capacity : 11Oz</li> <li>Both Side Printed</li><li>Color rim, inside, and handle</li><li> Dishwasher and microwave safe</li>      <br/><br/>  All the mugs listed on my shop are unique and made to order. So each order takes an average of 2-6 business days to process the order before shipping. Make sure to check the estimated delivery date before you place the order. Still have any questions, feel free to get in touch with me via Etsy message. ",
    "image_address":"https://i.etsystatic.com/27643110/r/il/72fecb/4039768209/il_794xN.4039768209_8o67.jpg" ,"highlights":{"materials":"Ceramic","handmade":"true","capacity":"11 fluid ounces"},"reviews":[
        {"name":"Amar","message":"I love the shirt. It's a great reminder of how we should interact with each other.💜","star":5},
        {"name":"Amandeep Gill","message":"Good quality product and the graphics are great","star":5},
        {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
        {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
    ]
},
{"category":"gifts",
"name":"Miniature size wooden gift bud vases, small budvase for collection and table top. Home decor, mid century , cute small wooden vase, FULLSET",
"price":"₹2,494",
"description":"Presenting our freshly designed unique set of wooden vase to make your all celebration special with dazzling ambience. These small vases are handcrafted from ethically sourced old teak wood. We are eagerly waiting to serve you with the gifts wrapped up with the love and joy. These small cute vases are great for collection ,home decore or just for your relaxing home hours. They then make a great keepsake for you to use for years to come. These Simple and beautiful vases are completely handcrafted from start to finish.   <br/><br/><br/>  Dimensions <br/><br/> A <br/>Height: 6 cm <br/>Diameter: 6 cm <br/><br/>  B <br/>Height: 11 cm <br/>Diameter: 6.5 cm <br/><br/>  C<br/>Height: 5.5 cm <br/>Diameter: 5 cm <br/><br/>  D <br/>Height: 7.5 cm <br/>Diameter: 4 cm <br/><br/>  E <br/>Height: 5 cm <br/>Diameter: 4.7 cm <br/><br/>",
"image_address":"https://i.etsystatic.com/27107895/r/il/aaa231/3734501542/il_794xN.3734501542_poe8.jpg" ,
"highlights":{"height":" 6 centimetres","handmade":"true",  "location":"Delivery from a small business in India"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  ,
{"category":"gifts",
"name":"Wholesale Handbags for Return Gifts, Lehriya With Gota Traditional for Return Gift Bags Wedding Gifts, Return Favour, Anniversary Gift",
"price":"₹3,787",
"description":"Rakhi Special Wholesale Handbags for Return Gifts, Lehriya With Gota Traditional for Return Gift Bags Wedding Gifts, Return Favour, Anniversary Gift <br/><br/>  These Paper Bags are light in weight and spacious. You can use these bags to carry Jewellery, cosmetics products, gifts, shoes, garments, and other fancy items. <br/><br/>  Color - Assorted <br/> Material - Paper <br/>Dimension : H-9 x L-9 x W-3 <br/><br/>  Paper shopping bag with twisted paper carrying handles for disposable transport of retail purchase items. <br/><br/> You can use these bags to carry Jewellery, cosmetics products, gifts, shoes, garments, and other fancy items. <br/><br/> Perfect for birthdays, weddings, bridal or baby showers, graduations, housewarming, Christmas, or any holiday, party, or important event. With a dozen bags in each order, you'll be ready for any occasion! Handmade Paper Handbags gift,Birthday Anniversary Wedding Festival etc All Occasion Gift Bag, Return Gift, Gift For Her <br/><br/> Returns: Kindly return the item(s) within 14 days of receipt of goods. 100% Customer Satisfaction is our goal. Return Shipping charges to be paid by customer. <br/><br/> Payment: We accept payment via PayPal, thus you receive the extra protection that comes from PayPal's Purchase Protection for Buyers. So Shop with Confidence. <br/><br/> Feedback: We strive to provide best service to our customers. In case you have any questions regarding the transaction, before leaving any feedback, please contact us and give us an opportunity to find a solution. <br/><br/> Looking forward for your Positive Feedback!!! <br/><br/>Thank you!<br/>For More Please Visit My Shop",
"image_address":"https://i.etsystatic.com/40003867/r/il/e51561/4958157344/il_794xN.4958157344_bugo.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":"Paper"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,
{"category":"gifts",
"name":"Round Shape Jewelry Box, Wedding Favor, Make Up Organizer,christmas Gift, Wedding Gift, Birthday Gift, Return Gift Box, Gift For her",
"price":"₹ 2,035",
"description":"Round Shape Jewelry Box, Wedding Favor, Make Up Organizer,christmas Gift, Wedding Gift, Birthday Gift, Return Gift Box, Gift For her Size 4x2  <br/><br/> One can easily keep personal small belongings like money, cosmetics, small ornaments like earrings, rings , jewellery and perfect items for keeping bangles. You can fill this pouch with chocolates, candy, dry fruits or keep the precious jewellery.. These potlis are also suitable as return gift favours for any party wedding and on any Indian Occasion. <br/> Unique jewellry box is a must include in your gifting options this wedding & festive season. No need to wait. Ready to Ship. <br/><br/> Contact Us: <br/> Feel free to contact us back anytime for any query.",
"image_address":"https://i.etsystatic.com/25223095/r/il/554f93/4496604193/il_794xN.4496604193_4k8a.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":"fabric, handmade","width":"4 Inches"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,
{"category":"gifts",
"name":"Upcycled Sari Gift Bags Handmade From 100% Recycled Pre-loved Vintage Sari For For Wedding and Birthday Present Gift Wrapping",
"price":"₹ 1,363",
"description":"Our upcycled sari gift bags are made from 100% upcycled and unwanted saris and perfect for wrapping Birthday and Wedding presents . These totally unique bags can be used forever, cutting back the need for plastic and so colourful they will brighten up any occasion. <br/><br/> Extra Small: 4x5'/ 10x12cm <br/> Small: 7.5'x8'/ 18x20cm <br/>Medium: 8.5x9.5'/ 23x26cm <br/> Large: 11.5'x17'/ 30x40cm <br/> <br/> Material: 100% Upcycled Saris from Silk/Cotton and Polyester  <br/> <br/> The story behind our Greenfrogindia upcycled sari sling bag  <br/> <br/> All saris are collected locally here in India by ourselves they are then thoroughly washed and sorted by pattern, colour and fabric and cut and stitched by ourselves and members of our team who are based where we run our cycling tours in India. Each and every part of the sari is used, nothing is wasted from the borders that make our purses to the small left over materials that make our much loved gift and jewellery bags. ,<br/><br/> Material: 100% Upcycled Saris from Silk/Cotton and Polyester <br/><br/> Care: Machine wash in cold (30°) water. <br/><br/> We are happy to take any order or if you need any specific colour or size combination then please message me  <br/><br/> For further adventures in the world of upcycling and authentic Indian crafts visit us",
"image_address":"https://i.etsystatic.com/20891430/r/il/eb5a22/4897374876/il_794xN.4897374876_2tqw.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":"Upcycled Sari"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
},  
 


{"category":"home_decor",
"name":"Handmade placemat, scalloped beaded tablemat, white with gold",
"price":"₹ 2,823",
"description":"This beautiful beaded Placemat is made using White and shiny gold beads.  <br/> This looks stunning on any table. These are handmade products and are done with a lot of precision. We use the best beads to create the design.<br/> These placemats look great as a set on the dining table or as an individual mat in the living room or bedroom. <br/><br/> While creating these, we take extra care to tie all the knots and secure them properly. <br/> These are ideal for the living room and dining room. This will add glamour, texture, and interest to your table. <br/><br/> Placemat size: Round 14 inch dia  <br/><br/> Material: Beads and Satin fabric  <br/><br/> Colour: White + Shiny Gold <br/><br/> Finishing: The mat is very well finished and we have taken care to finish the rear side too. We use satin fabric to finish the rear side which looks equally interesting. <br/><br/>  Packing and gift wrapping: <br/> We make sure our product reaches you in good condition. We pack our products in handmade eco-friendly corrugated boxes and secure these with tapes. We can also provide gift wrapping for these and you can write to us separately in case you are interested. There will be an extra cost for these and we will show you a few available options in an email before you approve those. <br/><br/> Usage: This is a handmade beaded placemat that can be used as a centerpiece to decorate any table. This beaded charger plate is a decorative mat. Ideal gift for her or as a house-warming gift.  ,<br/><br/> 🌷 There are many products that you might like in our shop. Please check these too",
"image_address":"https://i.etsystatic.com/26474219/r/il/c739fe/3726653131/il_794xN.3726653131_eehf.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":" beads, fabric, gold beads, White beads"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  ,

{"category":"home_decor",
"name":"Radha Krishna peacock Indian Metal wall frame Art, Home Decor gift, Metal Sculpture, Home Warmimg Gift,Indian Handicrafts, Craftsman Metal",
"price":"₹ 25,698",
"description":"Measurements- <br/> Height -34 inches <br/>Width-29 inches<br/>Depth- 2.5 inches<br/>Material - Wrought Iron Metal<br/>Colour - multicolour<br/>Care Instruction - Use dry cotton cloth to remove dust. <br/>100% POWDER COATED RUST FREE PRODUCT.  <br/><br/><br/> It is easy to hang with a single nail bolt and doesn’t need any additional mounting process.  <br/><br/> NOTE- CONTACT us within 1 WEEK ,we accept only EXCHANGES if you receive a damaged product. <br/><br/> Welcome to the NikurEssence <br/> We provide you with the worlds most unique items f your home & business offices. We deal with decors & furniture.<br/> Our team work very hard to design unique items you will find only here which provide a unique charm to your home & offices.  <br/> <br/> Why choose us? <br/> 1. We take pride in providing the best quality service, creating a welcoming online environment, and offering hassle-free transactions  <br/> 2. Quality Products supplies at affordable prices. <br/>  3. Attentive, accurate customer service <br/>  4. Convenient and reliable shipping <br/> <br/> If you have ANY questions at all, please don't hesitate to ask ... we are happy to help 24*7. <br/> we want this process to as simple and easy as possible for all of my customers.For more UNIQUE HOME DECOR products " ,

"image_address":"https://i.etsystatic.com/24066952/r/il/c4c9ab/3429317702/il_794xN.3429317702_pdko.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":" wrought iron, metal"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,

{"category":"home_decor",
"name":"Indian Handmade Metal Wall Art Lady Musician, Home Décor, Luxury Style Housewarming Gifts, Set of 3 Pieces",
"price":"₹ 1,297",
"description":"Metal Wall Art Lady Musician Set, Wall Hanging, Home Décor, Luxury Style Housewarming Gifts  <br/><br/> DETAILS : <br/><br/>  ✔ Size ( Approx. ) : 15 ( Height ) x 11 ( Width ) in Inches <br/> OR <br/> 38 ( Height ) x 28 ( Width ) in Cms. <br/><br/> ✔ Style : Handmade, Bohemian, Ethnic, Contemporary, Traditional, Wall Décor <br/> <br/> ✔ Color : Base Color ( Bronze ) <br/><br/> ✔ This Metal Wall Art Lady Musician Set represents 3 Lady Musician Idols who are holding different musical instruments which look stunning. <br/> <br/>  ✔ All 3 Women are of different colors with minute colorful detailing which represents Indian Traditional Art & Craft! <br/> <br/> ✔ Handmade by Highly Skilled and Experienced Artisan with utmost Dedication and Love. <br/> <br/> ✔ This Set of 3 Women Musician Set is perfectly suitable for Gifting your loved ones, family members, relatives on festivals and occasions like 1st birthday, Anniversary, Baby Shower, Birthday, Bridal Shower, Confirmation, Engagement, First Communion, Graduation, Housewarming, Moving, Prom, Retirement, Wedding, Couple's Gift, gifts for her, gifts for him, Christmas, Cinco De Mayo, Diwali, Easter, Father's Day, Halloween, Hanukkah, Independence Day, Kwanzaa, Lunar New year, Mother's Day, New Year, Passover, St. Patrick's Day, Thanksgiving, Valentine's Day, Veterans Day, etc.<br/> <br/>  ✔ This beautiful set of 3 musicians can be used for many purposes like Wall Décor, Home Décor, Housewarming Gift, Anniversary Gift, Engagement Gifts, Christmas gifts, Home Décor, Wall Décor, Housewarming Gifts, Handmade Gifts, Traditional Gifts, Indian Crafts, Homemade, Handicrafts, Metal Art, Metal Art Décor, Metal Sculpture, Metal Idols, Wrought Iron Décor, Metal Wall Art, Lady Musician, Wall Hanging, Home Décor, luxury décor, Housewarming gifts, Wall décor, Metal Figurines, Traditional Decor, home decor india, handicraft item, Interior Decor, Housewarming Ideas, New House Décor, Lady Figurines, Idols and Statues, Gifts for Family, Wall Frame, luxury décor, Indian Crafts, Indian Handicraft, home decor india, Wall Frame Décor, Metal Frame Décor, metal wall art, handicraft item, Housewarming Gift, Interior Decor, indian wall art, wall decor gift, ethnic decor, etc. <br/> <br/>  Notes : <br/> <br/>  ✔ Custom / Duty or any such Charges ( in case if any ) are to be paid by the customer / buyer as per the rules and regulations as per the Custom in the respective Country / Area. <br/> <br/>  ✔ Since the process is handmade, there can be slight variations in the Color, Tone, Shade and Texture of the actual product than shown here. <br/> <br/> ✔ Kindly provide your Full Name, Address and Contact Number / Telephone Number to ensure Accurate and Hassle free delivery of your order !" ,

"image_address":"https://i.etsystatic.com/34592816/r/il/05f0ea/3841340840/il_794xN.3841340840_eiee.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":" Wrought Iron, Metal, Time, Hardwork, Color, Paint","width":"11 inches","height":"15 inches","depth":"1.5 inches"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,

{"category":"home_decor",
"name":"Dog Rug Dog Shaped Rug Pet Rug for dog lovers Carpet for home decor, Livingroom. Small accent Rug, Cute Rugs and carpet",
"price":"₹ 4,496",
"description":"This accent Dog Shaped Rug is best suitable for kids room, or just to give a additional look to the room,etc. This beautiful floor Dog Rug is best suitable as pop up rug in kids room, nursery, living room. This rug grabs attention and can be use as a pop up rug in your room. It is soft and is of authentic handmade in pure natural shop wool.<br/> This rug is for pet lovers. : <br/><br/>  Hand Tufted Dog Rug 2X3 Feet Woven Wool Area Rug <br/><br/> Material Used : Authentic Soft Sheep wool <br/> Carpet Thickness: 20 MM ( approx) <br/> Weaving Technique : Handmade <br/>  Size: 2X3 Feet <br/> Place of Origin: India <br/> Color: multicolored <br/>  Manufacturing time: 1 to 3 unit ( Ships in 3 days ) Contact for bulk order <br/> Care: Dry Clean <br/>  Other size like 3x5feet, 4x6 feet, 5x8, 6x9 feet can also be custom made on request. <br/> <br/> Genuine Hand Made in Rural India <br/><br/>  Shipping Service : We offer free shipping Worldwide <br/> Shipping FedEx International Priority / DHL Express  <br/><br/>  Hand Tufted Rug is made by punching threads of wool into a canvas that is stretched on a frame by using a hand operated tufting gun. Rug is made from Premium Lustrous Wool with backing of cotton cloth to make it highly durable. Made in India, this rug can last for 15-20 years without a problem. Raw material yarn of the rug is dyed using Azo free chemical dyes. Can be made in any sizes to best suit your space, this rug works best when paired with a rug pad underneath to prevent shifting and sliding.  <br/><br/>1. We depend on our customer satisfaction to succeed. therefore, your feedback is extremely important to us. <br/> 2. If you are satisfied with our service, please leave positive feedback to us. thank you! <br/><br/> Terms <br/> 1. We will check all the product before shipping to you. <br/> 2. If the item is defective, please contact us at once, we will send a solution the first time. <br/> 3. Any import charges or fees are the buyer's responsibility. <br/> 4. Please check out your ADDRESS and mobile number carefully when processing an order <br/> 5. Feel free to contact us with any question or query, and any other things like for bulk orders or any custom order we will offer you a satisfying answer. <br/> Note :- We offer Free Shipping All Across The World. <br/><br/> Thanks for Visiting" ,

"image_address":"https://i.etsystatic.com/31914320/r/il/a63b6d/4541758433/il_794xN.4541758433_sob9.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":" Wool","width":"2 feet","length":"3 feet"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,

{"category":"home_decor",
"name":"Cow Head, Wooden Painted Indian Nandi Head,Modern Wall Art Handmade Wall Masks Entryway Wall Decor Hand Painted Handicraft Indian Sculpture",
"price":"₹ 6,540",
"description":"Hand Painted Wooden Cow Head wall Sculpture Statue. <br/><br/>  Cow head may refer to head of a cow, or a head of cattle. We have the best collection of Cow heads.<br/><br/> Sizes Available are - 15 Inches , 24 Inches and 30 Inches Height. <br/> Brass handmade earings Jewellery is also worked on this cow head. <br/><br/> Handmade from one piece of wood without joints and also hand painted with Ethnic motifs from this region. However the ears are made separate so that it is detachable for packing and shipping purposes. <br/> <br/> Each piece made is unique and Not another made is ever the same!!<br/>  All pieces come with hook at the back for wall hanging purposes.  <br/><br/>  We are able to design custom made Nandi’s upon request. Simply let us know the color combination and design and we will try our best to replicate your vision!" ,

"image_address":"https://i.etsystatic.com/20349798/r/il/1a73df/4879335476/il_794xN.4879335476_5zli.jpg" ,
"highlights":{"handmade":"true",  "location":"Delivery from a small business in India","materials":" Wool","width":"2 feet","length":"3 feet"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  


,
{"category":"kitchen and dining",
"name":"Personalized Glissando Board and Mise En Place Boards | By Left Coast Original",
"price":"₹ 1,962",
"description":"Usually ships in just 1-2 business days. Free domestic shipping! <br/><br/> Our Glissando Board and Mise En Place Boards are meticulously designed, expertly crafted, and lovingly finished by hand in our little workshop in Largo, Florida. We cut no corners and pride ourselves on excellence in every piece we produce. <br/><br/> Product Details : <br/> <br/> Bring the French concept of Mise En Place (Everything In It's Place) into your home. <br/><br/> The Glissando:<br/> Neatly chop your veggies and keep them from scattering with the included Slide Block. Its magnetic base keeps it properly in its place when not in use. Sliding your chopped, minced, or diced ingredients off the Glissando Board to the Mise En Place Board is so very satisfying.  <br/> <br/> Mise En Place Board:<br/>  Each of the 3 recesses are perfectly sized to accommodate chopped ingredients from the Glissando Board. Or use the Mise En Place Boards as a thoughtful serving tray for appetizers, charcuterie or hors d'oeuvres. <br/><br/>  Our pieces are made from bamboo, an all natural material, so please be aware that there will be natural variations from one board to the next. The engraved area will show a natural variation in color and tone. <br/><br/> The bamboo used is cut from an FSC Certified forest. We are proud to offer 100% renewable materials for our personalized cutting boards! Not only is bamboo an incredibly strong and lightweight material for personalized cutting boards which age better than most tree woods after repeated use, but increased use of this eco-material helps cut carbon production.  <br/><br/> Each engraving is burned deep into the board for a quality look and feel.<br/><br/><br/> PRODUCT DIMENSIONS:  <br/><br/> Each board is approx. 3/4in thick for a quality heft.  <br/><br/>9x10 Glissando Board<br/>12x16 Glissando Board <br/>11.75x5.75 Mise En Place Board with 1/2in deep pockets <br/> <br/><br/> SETS: <br/><br/>Set 1- 9x10 Glissando Board + Engraved Mise En Place Board <br/>Set 2 - 9x10 Glissando Board + Blank Mise En Place Board <br/>Set 3 - 9x10 Glissando Board + Engraved Mise En Place Board + Blank Mise En Place Board <br/>Set 4 - 12x16 Glissando + Engraved Mise En Place Board<br/>Set 5 - 12x16 Glissando + Blank Mise En Place Board<br/>Set 6 - 12x16 Glissando + Engraved Mise En Place Board + Blank Mise En Place Board<br/>Set 7 - 9x10 Glissando + 12x16 Glissando + Engraved Mise En Place Board + Blank Mise En Place Board (All four boards set) <br/><br/> Each board is finished with a homemade board butter made from food safe mineral oil and beeswax. We do not treat our boards with sealants, varnishes, or dyes. <br/><br/> Board Care  <br/><br/>We recommend hand washing and air drying. You can treat your board with mineral oil to keep it looking great forever. Our homemade board butter is available for purchase: https://www.etsy.com/listing/290148065/cutting-board-care-homemade-board-butter <br/><br/> Not Dishwasher safe. Do not soak" ,

"image_address":"https://i.etsystatic.com/11914445/r/il/5a9cdc/3052604030/il_794xN.3052604030_q3k8.jpg" ,
"highlights":{"handmade":"true","materials":" Wood"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}  
,
{"category":"kitchen and dining",
"name":"HandMade Unglazed Clay cup Set of 4 and 6/ Kulhad Tea & Coffee Cups, 100ml/ Antique Terracotta Drinking Kullar/ House Warming, Birthday Gift",
"price":"₹ 403",
"description":"Introducing our exquisite Clay Tea Cups, crafted with care and passion, offering a unique experience for tea, coffee, and lassi enthusiasts. Made from 100% natural clay, these traditional Kulhad cups hold a capacity of 100 milliliters each, exuding the authentic aroma and taste of your favorite beverages.<br/><br/> Their organic brown color complements the natural essence of the clay material, creating an earthy and rustic charm. They guarantee a safe and healthy beverage consumption experience. Savor the genuine taste of Kulhad wali chai, as these cups preserve the pure raw form of the beverages. <br/><br/> Each cup is carefully designed to enhance your tea, chai, or coffee drinking experience, making every sip feel like a ceremonial ritual. Whether it's a special occasion, party, or just your tea time, these cups add a touch of elegance to your gatherings. <br/><br/>Embrace the essence of India with every sip, as these Kulhad cups provide a unique and traditional tea-making process. Enjoy the pleasure of preparing tea at home and sharing it with your loved ones, creating beautiful moments and memories. <br/><br/> Free from any harmful chemicals, these cups are reusable, washable ensuring convenience and ease of maintenance. Let nostalgia take over as you relish your favorite beverage in these mud brown Clay Kulhad cups, reminiscing about old times with friends and family. <br/><br/> Whether you're at home or work, these cups are always ready to accompany you, making every tea or coffee break a blissful and gratifying moment. Experience the allure of traditional Indian tea culture with these hand-crafted Kulhar mugs, reminiscent of the unglazed terracotta cups used on the vibrant streets of India. <br/><br/> Indulge in the simplicity and authenticity of these Clay Tea Cups, celebrating the true essence of tea and coffee in an ethnic and exquisite manner." ,

"image_address":"https://i.etsystatic.com/14554564/r/il/32ee22/5164084953/il_794xN.5164084953_i6dx.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Ceramic, Stone"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"kitchen and dining",
"name":"Glossy Black Epoxy Olive Wood Round Table - Dining Table - Diameter Olive Wood Table - Round Coffee Table - Meeting Table - Office Table",
"price":"₹ 20,789",
"description":"Handmade epoxy table, Transparent Furniture Vivid Edge, Special Epoxy Wood Resin table, Home decoration, living room furniture <br/><br/> We have been manufacturing on Epoxy for many years. We light up your home with epoxy products. We work interactively with our customers in the epoxy process, which requires a lot of effort. <br/><br/> we want to try to bring out the most beautiful product for you and make our valued customers happy. In the epoxy process, the customer is informed with videos and photos at every stage. If you want, we can use different coffee table foot models. Our products are 100% natural and environmentally friendly. Because each person's imagination is different in the epoxy process, we make completely personalized designs. In fact, in the epoxy process, you reveal the product you dream of. For other epoxy models, you can visit our store.You can read the epoxy process in the following section of the description <br/><br/> - Material - Acacia Wood/WALNUT WOOD/ PEEPAL WOOD/ TEAK WOOD CHOICE IS YOURS . <br/><br/>Table thickness: 35 mm approx. <br/><br/> - Epoxy tables are durable and a work of art. It is easy to clean.<br/><br/> UV RESISTANT, NO YELLOWING, NO MATTING, NO TURBIDITY, NO RIPPLE <br/><br/> Kindly Note: Any accessories/Chairs and legs shown in picture are NOT included in the given prices. if you want legs then you are to pay spare money. Please contact me if you have any kind of query. <br/><br/> Kindly Note: Please contact me if you have any kind of query. Buyers are liable for any customs and import taxes that may apply. <br/><br/> #NaturalWoodTable <br/> #CustomWoodTable <br/> #HandmadeTable <br/> #ResinTable <br/> #ResinArt <br/> #EpoxyTable <br/> #EpoxyTableTop <br/> #WoodenEpoxy <br/>#ReclaimedWood  " ,

"image_address":"https://i.etsystatic.com/39362398/r/il/aa35b9/5286145946/il_794xN.5286145946_5d3n.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Epoxy, Wood, Resin"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"kitchen and dining",
"name":"Linen apron with pockets for women and men. Washed linen apron for cooking, gardening, baking, working. Full apron, Soft linen kitchen apron",
"price":"₹ 2,125",
"description":" This linen apron is ideal for baking, gardening, crafting, or everyday wear. It features two pockets, a linen dress, and is handmade.<br/><br/> Details: <br/>~ Includes 1 apron, Oeko-Tex Standard product;<br/>~ Two front pockets; <br/>~ 100% stonewashed linen, 250 g/m2;<br/> ~ Length - 30' / 77 cm;<br/> ~ Width - 27' / 68 cm;<br/>~ Ties length - 30'' / 75 cm.  " ,

"image_address":"https://i.etsystatic.com/42125789/r/il/7e21c7/5104161424/il_794xN.5104161424_k3v5.jpg" ,
"highlights":{"handmade":"true","materials":" Linen"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}
,
{"category":"kitchen and dining",
"name":"Brass embossed coaster set with Mandala Pattern in Decorative Wood and Brass Box / Decorative Tableware / Dinner set for 6/ Diwali Gift",
"price":"₹ 2,645",
"description":" All six coasters as well as the wooden box feature an intricate Mandala pattern with a golden-colour finish.<br/><br/> This beautifully embossed brass wooden coaster set will stand out on your dining table, at a family dinner or when you're entertaining guests. <br/><br/> Brass sheets are hand hammered on wooden coasters to create this stunning coaster set. <br/> All coasters have a soft layer underneath to protect your surfaces from scratches. <br/> <br/> The price is for a set of six coasters with the box. <br/> <br/> Dimensions: <br/>Coasters: 10 x 10cm  <br/> Box: 14 x 14 x 5cm <br/> <br/> HOW TO PERSONALISE. <br/> Please add a note to the order with your gift message, and your message will be printed and included in our Mandala design gift card. <br/> <br/> For more tableware and unique home accessories, visit: <br/>https://www.etsy.com/uk/shop/MytriDesigns " ,

"image_address":"https://i.etsystatic.com/10845488/r/il/b47ec6/2749127559/il_794xN.2749127559_sctm.jpg" ,
"highlights":{"handmade":"true","materials":" Metal"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
}


,
{"category":"jewellery",
"name":"Heart Rose Gold Plated Silver CZ Earrings Studs | 925 Silver Gold Plated Leaf Pearl Earring Studs Set Pearl Studs",
"price":"₹ 1,421",
"description":"These heart shaped Earrings studs are set to steal away anyone’s heart. <br/><br/>  Earring-1:- <br/><br/> Metal: 925 Sterling Silver <br/> Category: Earrings <br/> Color: Gold Plated Silver <br/> Earrings Approx. Weight: 3.6 Grams <br/> Size (L x W): 2.4X1.6 cm <br/> Stone Weight: 1.2 ct <br/> Total Stones: 2 <br/> Gemstone: Fresh water pearl <br/>  <br/> Earring-2:- <br/>  <br/> Metal: 925 Sterling Silver. <br/> Category: CZ Jewellery. <br/> Approximate Weight: 3.5 gm. <br/> Color: Rose Gold. <br/> Stone: Cubic Zirconia. <br/> Total Stone: 30 (15 on each). <br/><br/> Our silver gold plated drop earring set of 925 sterling silver fashion jewellery offers a sophisticated look for women and girls. The classic three-leaf solid design with drop-fine water pearl gives a sparkle and shine that's perfect for everyday use - whether it be at the office, school, or just to add some extra style to any look. <br/> They come with silver pushbacks for easy wearing. You won't regret adding these elegant earrings to your jewelry collection! <br/><br/> Click to more earrings:- <br/><br/> https://www.etsy.com/in-en/shop/mcjjewels?ref=shop_sugg§ion_id=39777026 <br/><br/> Your satisfaction is our AIM, We are here and are Standing Behind our every SALE." ,

"image_address":"https://i.etsystatic.com/37671807/r/il/e7e9fe/4482590499/il_794xN.4482590499_6buz.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Silver,Stone"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"jewellery",
"name":"Amazing ! Mariam Jasper Loose stone High Quality Mariam Jasper Cabochons 100% Natural Semi Precious Loose Stone Jewelry 68 Ct #38",
"price":"₹ 1,357",
"description":"Name Of The Stone = Mariam jasper <br/><br/>  Code Of The Stone = 38<br/><br/>  Weight Of The Stone= 68 Ct<br/><br/> Size = 40 X 27 X 6 MM <br/><br/> Mariam stone :helps keep one cool under severe pressure. It is an alchemist stone, enabling one to transform seemingly hopeless situations into creative, positive ones. Mariam Jasper was formed when the Himalayas rose into the sky. <br/><br/> Mariam jasper is a powerful protection stone against negativity and relieves emotional stress. This jasper gives the courage to speak and to have a personal independence. It also protects from fears of the night. It is also a stone that helps meditation. <br/><br/>  <br/> #NOTE:- Please read carefully our shop policy's- <br/> (1):Our Gemstones and Gemstone's image's are Not any kind of treatment that is 100% original, Any stones image are not Photoshop.We are trying our best to display actual picture/image of the Gemstones which is to be delivered to our customers.And you will get 100% of the same gemstone what you buy from our shop.(100%Natural Gemstones You can get these stones checked.) " ,

"image_address":"https://i.etsystatic.com/32091340/r/il/427c43/4828927510/il_794xN.4828927510_js8u.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Brown Jasper, Hand made, Jewellery making, Gift Stone, Hand Polish, Semi Precious, Mariam Stone, Top Quality, Mariam Loose stone, Mariam Gemstone, Mariam Jasper, Natural Mariam, Mariam Cabochon"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"jewellery",
"name":"Carved Amethyst Gemstone Pendant Electroformed Copper Wire Wrap Lemon Quartz Pendant Electroplating Wire Wrap Tourmaline Jewelry",
"price":"₹2,452",
"description":" Carved Amethyst Gemstone Pendant Electroformed Copper Wire Wrap Lemon Quartz Pendant Electroplating Wire Wrap Tourmaline Jewelry <br/><br/> Handmade Electroformed Copper Wire Pendant<br/>  <br/> Gemstone - Pink Tourmaline, Lemon, Amethyst <br/>  <br/> Metal Purity - Copper <br/><br/> Polish - Electroplating <br/> <br/> About Gemstone :- Natural Gemstones vary in size and shape . So, picture does not represent the exactly same piece . We send similar gemstone for the ordered piece .  " ,

"image_address":"https://i.etsystatic.com/46060840/r/il/2040ed/5258414964/il_794xN.5258414964_ic7q.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Gemstone,Amethyst"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"jewellery",
"name":"Dainty Minimalist evil eye charms pendants gold. 2Pc. Gold plated Jewelry charms. 16x12mm",
"price":"₹ 310",
"description":"2PC Minimalist design evil eye charms to use in bracelets, necklaces or as a single pendant.  " ,

"image_address":"https://i.etsystatic.com/26215001/r/il/ed2594/3343356064/il_794xN.3343356064_qj9r.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Brass"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 

,
{"category":"jewellery",
"name":"Peridot Beads Drilled Natural Peridot Faceted Beads 9 inch Strand Peridot Tumble Beads Handmade Beads Size 4X6-7X10 MM For Jewelry",
"price":"₹ 2,001",
"description":"Size:- 6X7-7X13 MM<br/> Hole Size: - 0.5 mm <br/> Stone - Natural Peridot <br/> Shape :- Tumble <br/> Quality:- AAA <br/> Quantity:- 9 inch ( 1 Stand ) <br/> <br/> “Important Note'' <br/> <br/> If You Need More Sizes And Shapes And Stones Which Are Not Listed Please Let Us Know, We Will Make Special Listing For You. If You Have Any Questions, Please Contact Us Through Etsy Message Service Or E-Mail. Being A Factory We Can Do Gemstone Beads In All Kind Of Precious And Semi Precious Gemstone And All Needed Way And Style. <br/> <br/> “Note'' <br/> <br/> We Take The Pictures Under Professional Studio Lights And Enlarge The Items. The Goal Is To Show The Natural Beauty Of Gemstones. Depending On Your PC Monitor Screen, The Colors Of The Stones May Be Slightly Different Than The Pictures. <br/> <br/> 'WE ARE MANUFACTURERS AND WHOLESALER' <br/> <br/> (We Make Customised Jewlery On Bulk Order) We Make All Kind Of ( Beads, Cabochon, and Faceted Stones) On Order Basis All Items Were Manufactured at Our Factory By Our Skilled Workers That Let Us To Keep Our Prices Down So We Can Sell Gemstones Beads And Jewelry In REASONABLE PRICES . <br/> <br/> 'TERMS OF SALES' <br/> <br/> Customer Satisfaction Is Our Top Priority. All Products Are Quality Checked. They Are New And In Good Condition When Shipped To Our Customers. If Product Is Defective Or Damaged At The Time Of Arrival, Or Wrong Product Shipped, Please Contact Us Immediately. Returns Accepted Within 10 Days Of Delivery Date And Item Must Be In Original Condition, Not Worn Or Altered In Any Way, Should Be Attached With Tags & Wrap. Return Shipping Must Be Paid By Buyer. Please Contact Us First If You Have Any Problems/Questions/Concerns. We Will Be Happy To Resolve Any Issues You May Have In A Cordial And Friendly Manner. " ,

"image_address":"https://i.etsystatic.com/21356380/r/il/481317/2169393211/il_794xN.2169393211_a7mr.jpg" ,
"highlights":{"handmade":"true","location":"Delivery from a small business in India","materials":" Gemstone"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 





,
{"category":"toys",
"name":"EXPLOSIVE BATTLE board game. Tabletop fighting game, Birthday gift, Fun game for young and old, woodbots",
"price":"₹  21,947",
"description":" Handmade wooden board game. <br/> t consists of two wooden characters controlled by two people. Each of the characters has a balloon instead of a head.<br/>The essence of the game is to burst the opponent's balloon with the sword. <br/> <br/>Includes a set character board with a 40cm by 25cm playing surface, 500 balloons, balloon pump and storage box. <br/> This set contains everything you need to start playing and have a good time!<br/> <br/> The set is made of high quality materials. It is designed in such a way that it would be convenient for you to control the characters. <br/> <br/> How to play: <br/> <br/> - using a pump, inflate balloons with a diameter of up to 7 cm and tie a balloon so that the air does not escape; <br/> - place the ball in the slot on the character's torso; <br/> - Hold the handles with both hands and place your index fingers on the triggers;  <br/> - by pressing the triggers, you control the character's sword and shield; <br/> - Try to block your opponent's blows with your shield and strike with your sword to win this battle! <br/> <br/> This is a very exciting game for adults and children. Ideal to play at home, as a gift for any occasion, for bar owners or for parties. <br/> <br/>  Children under 12 years old must play with an adult. " ,

"image_address":"https://i.etsystatic.com/45519835/r/il/5e3244/5370622833/il_794xN.5370622833_p95y.jpg" ,
"highlights":{"handmade":"true","materials":" Wood, Metal, plywood, rope"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 

,
{"category":"toys",
"name":"16.5” Luxury Chess Set, Personalized Wooden Chess Board with Storage Metal Theme Chess Pieces, Decorative Chess Set, Chess Set Handmade",
"price":"₹  16,259",
"description":" Chess Set with Metal Chess Pieces <br/> <br/> — We offer you an unique quality in this chess set. All of our stones will shine as you smile at your every move and think about your move. We want to give you a nice experience. <br/> <br/> — YOU CAN PERSONALIZE YOUR CHESS SET ! Please write a name, birth of date or any text, we will personalize the chess board for you! <br/> <br/> — The game of chess will be very different with this handmade storage chess board, an incredible experience awaits you both as a game and as a decorative material. <br/> <br/> — PACKAGE INCLUDED — <br/> <br/>  — 1 Wooden Storage Chess Board <br/> — 32 Metal Chess Pieces<br/> — 1 Special Chess Bag <br/> <br/> — MEASUREMENTS — <br/> <br/> — Chess Board Size: 15.3”x15.3”x2.75” (39cmx39cmx7cm) <br/> — Chess Pieces Size: King Height: 8cm, Pawn Height: 5.5cm<br/> — Checkers Size: 4cm(1)  <br/> <br/> COLORS: Chess board is walnut and cream. <br/> <br/> — Your product will be shipped within 1 business day after you order it. This chess set will be delivered within 4 working days.  " ,

"image_address":"https://i.etsystatic.com/19186036/r/il/72d474/3672797493/il_794xN.3672797493_1rd8.jpg" ,
"highlights":{"handmade":"true","materials":" Chess Set, Walnut, Metal Chess Pieces, Mother of Pearl, Wooden Chess Board"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 

,
{"category":"toys",
"name":"Safecracker 40 Math Wooden Puzzle",
"price":"₹  2,146",
"description":" Fantastic and unique math puzzle based on a 1911 design. The object is to get each of the 16 columns of numbers to add to 40 at the same time. Can you find the combination? <br/> <br/> There is a base ring and then 4 rings that rotate on top. To complicate matters, the top sets of rings are all notched, so they will expose or hide some of the numbers on the ring below as the rings are turned. Makes for a lot of possible combinations! It essentially turns the 16 columns into 24 possible columns. Its quite a challenge. I recommend you watch the video link. <br/> Beautifully made in USA at our Hudson, FL shop with highest quality cherry and maple and laser engraved numbers. It is 4.3' Dia' , ergonomically sized to fit the palm nicely. <br/> <br/> Size: 4.4' in diameter and about .75' in height <br/> <br/> It will come unsolved in the package, but I do include a picture of the solved puzzle. There is only 1 possible solution.<br/> Copyright 2009 Creative Crafthouse LLC.  " ,

"image_address":"https://i.etsystatic.com/6191225/r/il/7ce851/2292691349/il_794xN.2292691349_9lju.jpg" ,
"highlights":{"handmade":"true","materials":" Wood"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"toys",
"name":"Montessori Phonetic Reading Blocks - Learn to Read - CVC Phonic Educational Toy for the Beginning Preschool Reader - 3-6 Year Olds",
"price":"₹  2,409",
"description":"Quality Montessori Phonetic Reading Blocks are perfect for the beginning reader. Your child will delight in twisting the blocks to discover new letters and lots of words, especially ones that rhyme. Take your child to the next level with tangible, self-corrected learning. Go from learning individual letter sounds to blending actual words. All words are in the dictionary, although some are less well known than others, and phonetic. The carefully chosen font matches other Montessori materials and helps your child transition easily between print and cursive. The blocks allow phonic practice with all 5 vowel sounds plus 13 different consonants, giving your reader a total of 80 CVC (consonant - vowel - consonant) words to discover and read. A fun educational toy to strengthen and improve your child's self-confidence with reading. <br/> <br/> This language work is made to replace or compliment your Montessori Three Letter Phonetic Word Cards. The letters are written in lower case D'nealian print with red consonants and blue vowels in order to match the rest of your Montessori Language materials. A must have language work for the Montessori 3-6 year old primary and kindergarten classroom.<br/> <br/> Set Includes:<br/> 5 Reading Block Rods w/ middle sounds A,E,I,O,& U. Each one is 4.5 inches long by 1 inch wide.<br/> A list of definitions to keep your little ones informed. <br/> <br/> Handmade with natural unfinished Maple wood, and non-toxic water based ink and glue.<br/>CHOKING HAZARD: Small parts. Not for children under 3 years old.  <br/>ALL RIGHTS RESERVED. Made in the USA with Imported Parts. <br/> <br/> Created with Love by a Certified Montessori Teacher.<br/> <br/> EVERY PURCHASE SUPPORTS ONETREEPLANTED.ORG   " ,

"image_address":"https://i.etsystatic.com/6381612/r/il/a5fdff/740972678/il_794xN.740972678_eqeu.jpg" ,
"highlights":{"handmade":"true","materials":" unfinished maple wood, nontoxic glue, nontoxic ink, Love"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 
,
{"category":"toys",
"name":"Handmande Metal DND Dice for Role Playing | DnD Dice Set | Dungeons and Dragons Dice | DnD Dice Set for Christmas gift | Metal Dice Set",
"price":"₹ 1,640",
"description":"These dice come in a wide range of colors to choose from and are meticulously crafted for balance and clear numbers.The DND dice is a great gift for father (father's day gift), gift for friend, gift for Christmas and so on. <br/> <br/> This set of dice contains arcane magic,Suitable for sorcerer, wizard and bard characters.<br/> <br/> 7 pcs dice set: D4 Dice, D6 Dice, D8 Dice, D10(0-9) Dice, D%(00-90) Dice, D12 Dice, D20 Dice.<br/> <br/> The quality of the dice is guaranteed, the workmanship is meticulous, and there is no flaw, if you are not satisfied with your product, please contact me, I will give you a refund or reship. " ,

"image_address":"https://i.etsystatic.com/36608857/r/il/f252a3/4421772209/il_794xN.4421772209_l44n.jpg" ,
"highlights":{"handmade":"true"}
,"reviews":[
    {"name":"Danyelle Dacey","message":"They are smaller than expected but quite lovely","star":5},
    {"name":"dolanfamily1204","message":"These vases are beautiful. They are darker than the picture but worth the wait. Just make sure you know the size!","star":5},
    {"name":"Sana Saeed","message":"Beautiful mug! My mom loved it !!!","star":4},
    {"name":"Sania Khan","message":"Got this custom mug for my mom and it was absolutely perfect!😍😍 Can’t wait to gift it to her. The first time it got damaged during shipping and the seller was nice enough to send a replacement for free!!","star":4}
]
} 

]



